"TTTNRefreshHeaderIdleText" = "下拉可以刷新";
"TTTNRefreshHeaderPullingText" = "鬆開立即刷新";
"TTTNRefreshHeaderRefreshingText" = "正在刷新數據中...";

"TTTNRefreshAutoFooterIdleText" = "點擊或上拉加載更多";
"TTTNRefreshAutoFooterRefreshingText" = "正在加載更多的數據...";
"TTTNRefreshAutoFooterNoMoreDataText" = "已經全部加載完畢";

"TTTNRefreshBackFooterIdleText" = "上拉可以加載更多";
"TTTNRefreshBackFooterPullingText" = "鬆開立即加載更多";
"TTTNRefreshBackFooterRefreshingText" = "正在加載更多的數據...";
"TTTNRefreshBackFooterNoMoreDataText" = "已經全部加載完畢";

"TTTNRefreshHeaderLastTimeText" = "最後更新：";
"TTTNRefreshHeaderDateTodayText" = "今天";
"TTTNRefreshHeaderNoneLastDateText" = "無記錄";
